{
  "format": "layers-model",
  "generatedBy": "TensorFlow.js v4.17.0",
  "convertedBy": "TensorFlow.js Converter v4.17.0",
  "modelTopology": {
    "class_name": "Sequential",
    "config": {
      "name": "sequential_1",
      "layers": [
        {
          "class_name": "Dense",
          "config": {
            "units": 26,
            "activation": "softmax",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1.0,
                "mode": "fan_avg",
                "distribution": "uniform",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_1",
            "trainable": true,
            "batch_input_shape": [null, 224, 224, 3],
            "dtype": "float32"
          }
        }
      ]
    },
    "keras_version": "2.4.0",
    "backend": "tensorflow"
  },
  "weightsManifest": [
    {
      "paths": ["weights.bin"],
      "weights": [
        {
          "name": "dense_1/kernel",
          "shape": [150528, 26],
          "dtype": "float32"
        },
        {
          "name": "dense_1/bias",
          "shape": [26],
          "dtype": "float32"
        }
      ]
    }
  ]
}
